[
    {
        "id": 1,
        "crew": [
            {
                "name": "grissom",
                "role": "Command Pilot"
            },
            {
                "name": "white",
                "role": "Senior Pilot"
            },
            {
                "name": "chaffee",
                "role": "Pilot"
            }
        ],
        "description": "Apollo 1, initially designated AS-204, was the first crewed mission of the United States Apollo program, the project to land the first men on the Moon. ...",
        "imgDescription": "The emblem for Apollo 1 features a majestic eagle soaring towards the moon, symbolizing the ambitious spirit of the mission. A radiant star in the background represents the dedication of the brave crew."
    },
    {
        "id": 7,
        "launchDate": "1968-10-11",
        "crew": [
            {
                "name": "schirra",
                "role": "Commander"
            },
            {
                "name": "eisele",
                "role": "Command Module Pilot"
            },
            {
                "name": "cunningham",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 7 was an October 1968 human spaceflight mission carried out by the United States. ...",
        "imgDescription": "The emblem for Apollo 7 showcases the Earth cradled by the crescent moon, reflecting the significance of this mission as the first crewed Apollo flight. Rays of light emanate, representing the pioneering spirit of the astronauts."
    },
    {
        "id": 8,
        "launchDate": "1968-12-21",
        "crew": [
            {
                "name": "borman",
                "role": "Commander"
            },
            {
                "name": "lovell",
                "role": "Command Module Pilot"
            },
            {
                "name": "anders",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 8 was the second crewed spaceflight mission flown in the United States Apollo space program, the first having been Apollo 7 which stayed in Earth orbit. ...",
        "imgDescription": "The emblem for Apollo 8 depicts Earth rising over the lunar horizon, capturing the awe-inspiring moment when humans first witnessed an Earthrise from the Moon. The three orbiting stars symbolize the astronauts' journey beyond our home planet."
    },
    {
        "id": 9,
        "launchDate": "1969-03-03",
        "crew": [
            {
                "name": "mcdivitt",
                "role": "Commander"
            },
            {
                "name": "scott",
                "role": "Command Module Pilot"
            },
            {
                "name": "schweickart",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 9 was a March 1969 human spaceflight, the third in NASA's Apollo program. Flown in low Earth orbit, it was the second crewed Apollo mission to be launched by a Saturn V rocket, and the first flight of the full Apollo spacecraft: the command and service module (CSM) with the Lunar Module (LM). ...",
        "imgDescription": "The emblem for Apollo 9 features the intertwining paths of the command and lunar modules, symbolizing the crucial tests of the spacecraft systems in preparation for future lunar landings. The red and blue orbits represent the mission's Earth-centric activities."
    },
    {
        "id": 10,
        "launchDate": "1969-05-18",
        "crew": [
            {
                "name": "stafford",
                "role": "Commander"
            },
            {
                "name": "young",
                "role": "Command Module Pilot"
            },
            {
                "name": "cernan",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 10 was a May 1969 human spaceflight, the fourth crewed mission in the United States Apollo program, and the second (after Apollo 8) to orbit the Moon. ...",
        "imgDescription": "The emblem for Apollo 10 showcases the lunar module in descent toward the Moon's surface, capturing the essence of the mission's dress rehearsal for the upcoming Apollo 11 landing. The Earth in the background represents the home planet watching over the historic moment."
    },
    {
        "id": 11,
        "launchDate": "1969-07-16",
        "crew": [
            {
                "name": "armstrong",
                "role": "Commander"
            },
            {
                "name": "collins",
                "role": "Command Module Pilot"
            },
            {
                "name": "aldrin",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 11 was the spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin formed the American crew that landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC. ...",
        "imgDescription": "The emblem for Apollo 11 immortalizes the iconic moment of the first lunar landing. Neil Armstrong's footprint on the lunar surface is highlighted, symbolizing humanity's triumphant step into the cosmos. The Earth and Moon form a backdrop to this historic event."
    },
    {
        "id": 12,
        "launchDate": "1969-11-14",
        "crew": [
            {
                "name": "conrad",
                "role": "Commander"
            },
            {
                "name": "gordon",
                "role": "Command Module Pilot"
            },
            {
                "name": "bean",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 12 was the sixth crewed flight in the United States Apollo program and the second to land on the Moon. ...",
        "imgDescription": "The emblem for Apollo 12 showcases the lightning bolt that struck the Saturn V rocket during launch, a moment that could have jeopardized the mission. The triumphant crew, depicted with helmets raised, symbolizes their resilience in overcoming challenges to achieve a successful lunar landing."
    },
    {
        "id": 13,
        "launchDate": "1970-04-11",
        "crew": [
            {
                "name": "lovell",
                "role": "Commander"
            },
            {
                "name": "swigert",
                "role": "Command module pilot"
            },
            {
                "name": "haise",
                "role": "Lunar module pilot"
            }
        ],
        "description": "Apollo 13 was the seventh crewed mission in the Apollo space program and the third intended to land on the Moon. ...",
        "imgDescription": "The emblem for Apollo 13 portrays the harrowing journey around the Moon and back to Earth after the mission's planned lunar landing was aborted. The intertwined paths of the command and lunar modules symbolize the crew's remarkable teamwork and perseverance during the critical mission."
    },
    {
        "id": 14,
        "launchDate": "1971-01-31",
        "crew": [
            {
                "name": "shepard",
                "role": "Commander"
            },
            {
                "name": "roosa",
                "role": "Command Module Pilot"
            },
            {
                "name": "mitchell",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 14 was the eighth crewed mission in the United States Apollo program, the third to land on the Moon, and the first to land in the lunar highlands. ...",
        "imgDescription": "The emblem for Apollo 14 represents the mission's focus on scientific exploration in the lunar highlands. The central crater symbolizes the landing site, surrounded by images of the Apollo Lunar Module, command module, and scientific instruments, emphasizing the mission's achievements in lunar geology."
    },
    {
        "id": 15,
        "launchDate": "1971-07-26",
        "crew": [
            {
                "name": "scott",
                "role": "Commander"
            },
            {
                "name": "worden",
                "role": "Command module pilot"
            },
            {
                "name": "irwin",
                "role": "Lunar module pilot"
            }
        ],
        "description": "Apollo 15 was the ninth crewed mission in the United States' Apollo program, and the fourth to land on the Moon. ...",
        "imgDescription": "The emblem for Apollo 15 illustrates the extended lunar surface stay and enhanced scientific focus of the mission. The Lunar Roving Vehicle is featured, symbolizing increased mobility for astronauts during exploration. Scientific instruments surround the lunar module, emphasizing the mission's contributions to lunar research."
    },
    {
        "id": 16,
        "launchDate": "1972-04-16",
        "crew": [
            {
                "name": "young",
                "role": "Commander"
            },
            {
                "name": "mattingly",
                "role": "Command Module Pilot"
            },
            {
                "name": "duke",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 16 was the tenth crewed mission in the United States Apollo space program, the fifth and second-to-last to land on the Moon, and the second to land in the lunar highlands. ...",
        "imgDescription": "The emblem for Apollo 16 symbolizes the scientific exploration of the lunar highlands. The central feature is a mountain, representing the challenging terrains explored by the astronauts. Scientific instruments and the lunar module surround the mountain, highlighting the mission's contributions to lunar geology."
    },
    {
        "id": 17,
        "launchDate": "1972-12-07",
        "crew": [
            {
                "name": "cernan",
                "role": "Commander"
            },
            {
                "name": "evans",
                "role": "Command Module Pilot"
            },
            {
                "name": "schmitt",
                "role": "Lunar Module Pilot"
            }
        ],
        "description": "Apollo 17 (December 7–19, 1972) was the final mission of NASA's Apollo program; it remains the most recent time humans have travelled beyond low Earth orbit. ...",
        "imgDescription": "The emblem for Apollo 17 represents the culmination of the Apollo program and the final lunar landing. The crescent Earth in the background symbolizes the departure from low Earth orbit, while the lunar surface and the astronaut silhouette highlight the historic achievements of the last crewed mission to the Moon."
    }
]
